---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueF0
source: html/1a840a92-5e60-2b5c-003a-039ef8c26486.htm
---
# Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueF0 Property

The property labeled "Specular reflectance" from the "AdvancedOpaque" schema.

## Syntax (C#)
```csharp
public static string OpaqueF0 { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.